<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.geoffrickard.munki.OneDrive</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Apple</string>
		<key>NAME</key>
		<string>OneDrive</string>
		<key>PATH</key>
		<string>/Applications/%NAME%.app</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>display_name</key>
			<string>%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>category</key>
			<string>Productivity</string>
			<key>description</key>
			<string>The OneDrive for Business Next Generation Sync Client lets you connect and sync files from your OneDrive for Business.</string>
			<key>developer</key>
			<string>Microsoft Corporation</key>
			<key>minimum_os_version</key>
			<string>10.10.0</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.nmcspadden.pkg.munki.appstore</string>
</dict>
</plist>
